[CombatMessages]

[VehicleMessages]

[MissionMessages]
MissionOfferedPreamble=Mission offered:
MissionOfferAcceptedByGroup=Mission accepted by group leader
MissionDiversionPreamble=Mission changed:
MissionOfferRevoked=Mission offer revoked
MissionEnded=Mission ended
MissionStageOpposed=<Stage_Cur> / <Stage_Max>
MissionStageUnopposed=<Stage_Cur> / <Stage_Max>
FinalMissionStage=Last stage

[SystemMessages]
TimeStampOn=Chat Time Stamping Is On
TimeStampOff=Chat Time Stamping Is Off
ProfanityFilterOn=Profanity Filter Is On
ProfanityFilterOff=Profanity Filter Is Off
ShowNamesOn=Player Names Is On
ShowNamesOff=Player Names Is Off
SavedChatLog=Saved '<location>'
GroupPledgedContact=Pledged: <contact>
GroupPledgedContactSingle=Pledged: <contact>
GroupUnPledgedContact=Not Pledged: <contact>
GroupUnPledgedContactSingle=Not Pledged: <contact>
CoinToss_Head=Heads (<Player>)
CoinToss_Tails=Tails (<Player>)
NumUnrealMail_Singular=Mail
NumUnrealMail_Plural=<NUMBER> Mail
NewMailReceived=Mail
NewMailReceived_Plural=<NUMBER> Mail
You=You
GroupPublicModeDefaultOn=Newly Created Groups Will Be Public
GroupPublicModeDefaultOff=Newly Created Groups Will Be Private
GroupInviteModeDefaultOn=Newly Created Groups Will Allow everyone To Invite
GroupInviteModeDefaultOff=Newly Created Groups Will Only Allow You To Invite
GroupPublicModeOn=Group Is Public
GroupPublicModeOff=Group Is Private
GroupInviteModeOn=Everyone Can Invite
GroupInviteModeOff=Group Leader Can Invite
MissionOffersOn=Mission Offers Enabled
MissionOffersOff=Mission Offers Disabled
InGameTime=In-Game Time: <hours>:<minutes>:<seconds>
ServerTime=Server Time: <hours>:<minutes>:<seconds>
LocalTime=Local Time: <hours>:<minutes>:<seconds>
LatencyTestStart=Latency Test Will Run For <minutes> Minutes. Re-type To Cancel
LatencyTestNotAvailable=Latency Test Unavailable
LatencyTestComplete=Test Complete. Send <file> To Support
LatencyTestAborted=Test Aborted
LatencyTestCouldNotOpenLog=Creation Failed: <file>
LatencyTestTemporarilyUnavailable=Latency Test Temporarily Unavailable
LatencyTestStartFailed=Failed To Start Latency Test
AccountSilenced=Silenced Until: <expiry>
AccountUnsilenced=Unsilenced

[SystemWarning]
NoReplyReceiver=Where is No-One To Reply To
WorldServerDisconnected=World Server Not Connected
WorldNotEntered=Player Hasn't Entered World
DistrictServerDisconnected=District Not Connected
WhisperSyntax=Correct Format: /w receiver message
WhisperReceiverNameLenShort=Receiver's Name Is Too Short
WhisperReceiverNameLenExceed=Receiver's Name Is Too Long
InGroup=In Group
NotInGroup=Not In Group
NotInTrade=Not In Trade
NotInTeam=Not In Team
NotInClan=Not In Clan
NotAnOfficer=Not Officer
NoRank=Incorrect Rank
NoPlayerPawn=Player Dead
PlayerPermissionInsufficient=Insufficient Permissions
PlayerRankInsufficient=Insufficient Rank
NoSuchGroupMember=Member In Group
NoSuchTeamMember=Member In Clan
GroupInviteSendFail=Failed Sending Group Invite
GroupAcceptSendFail=Failed Accepting Group Invite
GroupAcceptNoInvite=No Group Invite
GroupDeclineSendFail=Failed Sending Group Decline
GroupDeclineNoInvite=No Group Invite
GroupLeaveSendFail=Failed Leaving Group
GroupTransferSendFail=Failed Leaving Group
GroupRemoveSendFail=Failed Removing Player
ClanInviteSendFail=Failed Sending Clan Invite
ClanAcceptSendFail=Failed Accepting Clan Invite
ClanAcceptNoInvite=No Clan Invite
ClanDeclineSendFail=Failed Sending Clan Decline
ClanDeclineNoInvite=No Clan Invite
ClanRemoveSendFail=Failed Removing Player
ClanLeaveSendFail=Failed Leaving Clan
ClanRemoveSelfFail=Use '/clanleave'
ClanLeaveLeaderFail=Disband Clan Failed As You Are The Leader
FriendAddSendFail=Unable To Add Friend
FriendAcceptSendFail=Unable To Accept Friend Request
FriendAcceptNoInvite=Unable To Find friend Request To Accept
FriendDeclineSendFail=Unable To Decline Friend Request
FriendDeclineNoInvite=Unable To Find Friend Request To accept
FriendRemoveSendFail=Unable To Remove Friend
NoSuchPlayerInFriendList=Player Not Friended
IgnoreSendFail=Unable To Ignore
UnIgnoreSendFail=Unable To Unignore
NoSuchPlayerInIgnoreList=Player Not Ignored
TradeAcceptSendFail=Unable To Accept Trade
TradeAcceptNoInvite=No Trades To Accept
TradeDeclineSendFail=Unable To Decline Trade
TradeDeclineNoInvite=No Trade To decline
PlayedSendFail=Unable To Check Playtime
WhoSendFail=Failed Sending Who Request
AFKSendFail=Failed Sending AFK Request
DNDSendFail=Failed Sending DND Request
CommandNotAvailableUntilInWorld=Connect To District First
CommandNotAvailableUntilInDistrict=Connect To District First
CommandNotAvailableUntilSpawnedInDistrict=Spawn In district first
CommandNotAvailableInEditors=Unavailable In Editors
EmoteNotUnlocked=Emote Not unlocked
TooManyArguments=Correct syntax: <syntaxhint>
NotEnoughArguments=Correct syntax: <syntaxhint>
NeedsOneArgument=Function needs argument
NeedsTwoArguments=Function needs two arguments
CharacterNameLenShort=Player's Name Is Too Short
CharacterNameLenExceed=Player's Name Is Too Long
WhisperToSelfFailed=Can't Whisper Yourself
TargetPlayerNotInClan=Player Not Part Of Clan
NotGroupLeader=Your Not Group Leader
NotInDistrict=Join District First
ReportPlayerSuccess=Successfully Reported Player
ReportPlayerFail=Unable To find player
ReportPlayerFailSelf=You Cant Report Yourself Dumbass

[TabNames]
Chat=Chat
Help=Help
